Repository: nowheremanmail/trackmyillness
Catalog: TrackMyIllness/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, pt

source: Unlock with %@ to see your log.
ca: Desbloca amb %@ per veure el teu registre.
de: Mit %@ entsperren, um dein Protokoll zu sehen.
es: Desbloquea con %@ para ver tu registro.
fr: Déverrouillez avec %@ pour voir votre journal.
it: Sblocca con %@ per vedere il tuo diario.
pt: Desbloqueia com %@ para ver o teu registo.

source: Unlock your health log.
ca: Desbloca el teu registre de salut.
de: Entsperre dein Gesundheitsprotokoll.
es: Desbloquea tu registro de salud.
fr: Déverrouillez votre journal de santé.
it: Sblocca il tuo diario di salute.
pt: Desbloqueia o teu registo de saúde.

source: Unnamed
ca: Sense nom
de: Ohne Namen
es: Sin nombre
fr: Sans nom
it: Senza nome
pt: Sem nome

source: Version %@ (%@)
ca: Versió %@ (%@)
es: Versión %1$@ (%2$@)
it: Versione %@ (%@)
pt: Versão %@ (%@)

source: Walk
ca: Passeig
de: Spaziergang
es: Paseo
fr: Marche
it: Passeggiata
pt: Caminhada

source: What are you reporting?
ca: Què vols registrar?
de: Was möchtest du erfassen?
es: ¿Qué quieres registrar?
fr: Que voulez-vous signaler ?
it: Che cosa vuoi registrare?
pt: O que queres registar?

source: What gets archived
ca: Què s'arxiva
de: Was archiviert wird
es: Qué se archiva
fr: Ce qui sera archivé
it: Cosa viene archiviato
pt: O que é arquivado

source: What you can report
ca: Què pots registrar
de: Was du erfassen kannst
es: Qué puedes registrar
fr: Ce que vous pouvez signaler
it: Che cosa puoi registrare
pt: O que podes registar

source: Wheezing
ca: Xiulets al pit
de: Pfeifende Atmung
es: Sibilancias
fr: Sifflements
it: Respiro sibilante
pt: Sibilância

source: When
ca: Quan
de: Wann
es: Cuándo
fr: Quand
it: Quando
pt: Quando

source: When you close an illness, its log is archived here.
ca: Quan tanques una malaltia, el seu registre s'arxiva aquí.
de: Wenn du eine Krankheit abschließt, landet ihr Protokoll hier im Archiv.
es: Cuando cierras una enfermedad, su registro se archiva aquí.
fr: Quand vous clôturez une maladie, son journal est archivé ici.
it: Quando chiudi una malattia, il suo registro viene archiviato qui.
pt: Quando fechas uma doença, o registo dela fica arquivado aqui.

source: You haven't configured any yet. Settings can add the usual ones for an illness in one go.
ca: Encara no n'has configurat cap. A Configuració pots afegir de cop els habituals d'una malaltia.
de: Du hast noch keine eingerichtet. In den Einstellungen kannst du die üblichen einer Krankheit auf einmal hinzufügen.
es: Todavía no has configurado ninguno. En Configuración puedes añadir de golpe los habituales de una enfermedad.
fr: Vous n'en avez configuré aucun. Les réglages peuvent ajouter d'un coup les habituels d'une maladie.
it: Non ne hai ancora configurato nessuno. In Impostazioni puoi aggiungere in una volta quelli tipici di una malattia.
pt: Ainda não configuraste nenhum. Em Configuração podes adicionar de uma vez os habituais de uma doença.

source: You'll find it under Closed illnesses in Settings.
ca: La trobaràs a Malalties tancades, dins de Configuració.
de: Du findest sie unter „Abgeschlossene Krankheiten“ in den Einstellungen.
es: La encontrarás en Enfermedades cerradas, dentro de Configuración.
fr: Vous la retrouverez dans Maladies clôturées, sous Réglages.
it: La troverai in Malattie chiuse, dentro Impostazioni.
pt: Vais encontrá-la em Doenças fechadas, na Configuração.

source: Your configured treatments and symptoms are kept, and so is anything you've already closed. This can't be undone.
ca: Es conserven els tractaments i símptomes que tens configurats, i també tot el que ja hagis tancat. Això no es pot desfer.
de: Deine eingerichteten Behandlungen und Symptome bleiben erhalten, ebenso alles, was du bereits abgeschlossen hast. Das lässt sich nicht rückgängig machen.
es: Se conservan los tratamientos y síntomas que tienes configurados, y también todo lo que ya hayas cerrado. Esto no se puede deshacer.
fr: Vos traitements et symptômes configurés sont conservés, tout comme ce que vous avez déjà clôturé. Cette action est irréversible.
it: I trattamenti e i sintomi che hai configurato vengono mantenuti, così come tutto ciò che hai già chiuso. L'operazione non può essere annullata.
pt: Os tratamentos e sintomas que configuraste são mantidos, tal como tudo o que já fechaste. Não é possível anular.

source: Your configured treatments and symptoms are kept. This can't be undone.
ca: Els tractaments i símptomes configurats es mantenen. No es pot desfer.
de: Deine eingerichteten Behandlungen und Symptome bleiben. Das lässt sich nicht widerrufen.
es: Se conservan los tratamientos y síntomas configurados. Esto no se puede deshacer.
fr: Vos traitements et symptômes configurés sont conservés. Action irréversible.
it: I trattamenti e i sintomi configurati vengono mantenuti. Non si può annullare.
pt: Os tratamentos e sintomas configurados são mantidos. Não pode ser desfeito.

source: Your data stays on this device. Storage: %@
ca: Les teves dades no surten d'aquest dispositiu. Emmagatzematge: %@
de: Deine Daten bleiben auf diesem Gerät. Speicher: %@
es: Tus datos no salen de este dispositivo. Almacenamiento: %@
fr: Vos données restent sur cet appareil. Stockage : %@
it: I tuoi dati restano su questo dispositivo. Archiviazione: %@
pt: Os teus dados ficam neste dispositivo. Armazenamento: %@

source: Your entries are grouped by day, with a chart of how the days compare. Any period exports as a PDF for an appointment.
ca: Els teus registres s'agrupen per dia, amb un gràfic per comparar. Qualsevol període s'exporta a PDF per a una cita.
de: Deine Einträge sind nach Tag gruppiert, mit einem Diagramm zum Vergleich. Jeder Zeitraum lässt sich als PDF für einen Termin exportieren.
es: Tus registros se agrupan por día, con un gráfico para comparar. Cualquier periodo se exporta a PDF para una cita.
fr: Vos entrées sont regroupées par jour, avec un graphique de comparaison. Toute période s'exporte en PDF pour un rendez-vous.
it: Le tue voci sono raggruppate per giorno, con un grafico di confronto. Qualsiasi periodo si esporta in PDF per una visita.
pt: Os teus registos são agrupados por dia, com um gráfico para comparar. Qualquer período exporta-se em PDF para uma consulta.

source: Your log stays on this device.
ca: El teu registre no surt d'aquest dispositiu.
de: Dein Protokoll bleibt auf diesem Gerät.
es: Tu registro no sale de este dispositivo.
fr: Votre journal reste sur cet appareil.
it: Il tuo diario resta su questo dispositivo.
pt: O teu registo não sai deste dispositivo.

source: Your treatments and symptoms are deleted too, leaving the app as it was on day one. Entries already archived keep their names.
ca: També s'eliminen els teus tractaments i símptomes, i l'app queda com el primer dia. Els registres ja arxivats conserven els seus noms.
de: Deine Behandlungen und Symptome werden ebenfalls gelöscht – die App ist dann wie am ersten Tag. Bereits archivierte Einträge behalten ihre Namen.
es: También se eliminan tus tratamientos y síntomas, y la app queda como el primer día. Los registros ya archivados conservan sus nombres.
fr: Vos traitements et symptômes sont également supprimés, l'app revient à son premier jour. Les entrées déjà archivées gardent leurs noms.
it: Vengono eliminati anche i tuoi trattamenti e sintomi, e l'app torna come il primo giorno. Le voci già archiviate mantengono i loro nomi.
pt: Os teus tratamentos e sintomas também são eliminados e a app fica como no primeiro dia. Os registos já arquivados mantêm os nomes.

source: Your treatments and symptoms stay configured, ready for whatever you track next.
ca: Els teus tractaments i símptomes continuen configurats, a punt per al que registris tot seguit.
de: Deine Behandlungen und Symptome bleiben eingerichtet – bereit für das, was du als Nächstes verfolgst.
es: Tus tratamientos y síntomas siguen configurados, listos para lo que registres a continuación.
fr: Vos traitements et symptômes restent configurés, prêts pour ce que vous suivrez ensuite.
it: I tuoi trattamenti e sintomi restano configurati, pronti per ciò che seguirai dopo.
pt: Os teus tratamentos e sintomas continuam configurados, prontos para o que registares a seguir.

source: e.g. 500 mg
ca: p. ex. 500 mg
de: z. B. 500 mg
es: p. ej. 500 mg
fr: p. ex. 500 mg
it: es. 500 mg
pt: p. ex. 500 mg
